# -*- coding: utf-8 -*-
"""

1. Algorythm.py  функция где rate можно регулировать количество ошибок.На выходе выводит good_name + [рапознанный товар]
2. list_holodilniki.py список брендов производителей
холодильника( надо туда добавить еще клюбчевые слова)
3. translit.py  делает транслитерацию с киррилицы на латиницу( эту функцию
 надо объединить с основным алгоритмом чтобы слово если не распознается вообще,
 то транслитеровывалась и далее по алгоритму снова прогналась)
  переводилось)

можно улучшить алгоритм(например если элемент многосоставной,то порезать его
и проанализировать), список расширить транслитерированными словами
"""